Revit 2027 API
ParameterTypeId.WallAttrRoomBounding Property
 "Room Bounding"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallAttrRoomBounding { get; }
Public Shared ReadOnly Property WallAttrRoomBounding As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallAttrRoomBounding {
	ForgeTypeId^ get ();
}
static member WallAttrRoomBounding : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace